Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/mika_saijets_er_ansatt_som_sami_giellagaldus_direktor_.html.tmx
Source language: nob
Languages: sme

source: Mika Saijets er ansatt som Sámi Giellagáldus direktør
sme: Mika Saijets lea virgáduvvon Sámi giellagáldu direktevran

source: Mika Saijets Marit Laila Anti/Sámediggi
sme: Mika Saijets Marit Laila Anti/Sametinget

source: Styret i Sámi giellagáldu har i forrige uke ansatt Mika Saijets (47) fra Karigasniemie, i Utsjok kommune, Finland, som Sámi Giellagáldus direktør.
sme: Sámi giellagáldu stivra lea mannan vahkos virgádan Gánddaš Sámmol Sulo Mika/Mika Saijets (47) eret Gáregasnjárggas, Ohcejoga gielddas, Suomas, Sámi giellagáldu direktevran.

source: Styreleder for Sámi Giellagáldu, Ole Henrik Magga, syns det er bra at Sámi Giellagáldu endelig kan igangsette arbeidet.
sme: Sámi giellagáldu stivrajođiheaddji Ole Henrik Magga mielas lea buorrego go viimmat sáhttá Sámi giellagáldu álggahit bargguid.

source: – Vi har stor tiltro at Mika Saijets er den rette personen til å lede den administrative arbeidet i dette organet. Sámi Giellagáldus viktigste arbeid er å påse at det samiske språket lever og utvikler seg, og spesielt løse nye utfordringer som f.eks. finne nye talemåter og ord/termer som er brukbar og som skal kunne brukes i framtiden, sier Magga.
sme: – Mis lea stuorra luohttámuš ja jáhkku ahte Mika Saijets lea rievttes olmmoš jođihit dan hálddahuslaš barggu Sámi giellagáldu deháleamos bargun lea gozihit ahte sámegiella eallá ja ovdána, ja erenoamážit čoavdit ođđa hástalusaid nugo mearridit ođđa dadjanvugiid ja sániid dahje tearpmaid ođđa áššesurggiin, lohká Magga.

source: Sámi Giellagáldu er sametingene i Finland, Norge og Sverige sitt felles fagorgan i samiske språkspørsmål.
sme: Sámi Giellagáldu lea Suoma, Norgga ja Ruoŧa beale sámedikkiid oktasaš davviriikalaš fágaorgána sámi giellaáššiin.

source: Sámi Giellagáldus formål er å bevare, verne og utvikle kulturarven som de samiske skriftspråkene og talespråkene representerer.
sme: Sámi Giellagáldu ulbmilin lea suodjalit, gáhttet ja ovddidit kulturárbbi nugo sámi čállingielaid ja hállangielaid.

source: Mika Saijets har mastergrad i nordsamisk og har sterk faglig kompetanse i leksikalsk semantikk, og han mener denne kunnskapen har en stor fordel for det språkfaglige arbeidet i Sámi Giellagáldu.
sme: Mika Saijetsas lea masterdási oahppu davvisámegielas ja nana fágalaš gelbbolašvuohta erenoamážit leksikála semantihkas. Son jáhkká ahte dán máhtus lea stuorra ovdamunni Sámi Giellagáldu giellafágalaš bargguid jođiheamis.

source: – Jeg søkte på direktørstillingen fordi jeg vil arbeide for å utvikle faglig de samiske språkene.
sme: – Mun ohcen Sámi Giellagáldu direktevran go háliidan bargat sámegielaid fágalaš ovddidemiin.

source: Jeg gleder meg til å jobbe i Sámi Giellagáldu som er de samiske språkenes øverste fagorgan, sier Saijets.
sme: Mun illudan bargagoahtit Sámi Giellagáldus mii lea sámegielaid bajimuš fágaorgána, dadjá Saijets.

source: Først og fremst synes Saijets at det er viktig å få alle formaliteter på plass for Sámi Giellagáldus etablering, og lage et godt grunnlag for grenseoverskridende språkfaglig arbeid.
sme: Saijetsa mielas lea vuosttažettiin dehálaš oažžut sadjái buot formalitehtaid mat gusket Sámi Giellagáldu ásaheapmái, ja duddjot nana vuođu rájáid rasttildeaddji giellafágalaš bargguide.

source: – Normering er grunnlaget og en betingelse for god språkutvikling.
sme: – Normeren lea vuođđun ja eaktun máŋgga eará giellaovddidandoibmii.

source: For eksempel krever produksjon av lærebøker for forskjellige samiske språk normerte termer og rettskrivningsregler.
sme: Ovdamearkan oahppogirjjiid buvttadeapmi iešguđetge sámegiela várás gáibida normerejuvvon tearpmaid ja riektačállinnjuolggadusaid.

source: Jeg er svært glad at Sámi Giellagáldu nå etableres som fast institusjon.
sme: Lean hui ilus go Sámi Giellagáldu dál ásahuvvo bistevaš ásahussan.

source: Det er et stort skritt for hele det samiske samfunnet og for de samiske språkenes utvikling og bevaring, avslutter Saijets.
sme: Dát lea stuorra lávki olles Sámi servodahkii sámegielaid seailluheami ja ovddideami dáfus, loahpaha Saijets.

source: Sámi Giellagáldu er et faglig sakkyndig organ, som tilbyr språkhjelp og veiledning i spørsmål som gjelder bruken av de samiske språkene, de godkjenner nye termer, vedtar normering, språkrøkt, stedsnavn, utvikling av språket og navnetjeneste og gir informasjon om de samiske språkene.
sme: Sámi Giellagáldu bargá fágalaš áššedovdiorgánan, fállá giellaveahki ja rávve sámegielaid geavaheapmái guoski gažaldagain. Sámi Giellagáldu dohkkeha ođđa tearpmaid, dahká mearrádusaid normeremiidda, fállá gielladikšuma, rávvagiid báikenamaid čállima birra, ovddida giela ja nammabálvalusa ja fállá diehtojuohkima sámi gielaid birra.

source: Sámi Giellagáldu skal berike de samiske språkene og på den måten bidra til å sikre framtiden til de samiske språkene.
sme: Sámi Giellagáldu galgá riggudahttit sámi gielaid ja dieinna lágiin váikkuhit sámegielaid sihkkarastima boahtteáigái.

source: For intervju eller spørsmål, kontakt Mika Saijets, tlf: +47 902 01 138, mika.saijets@samediggi.no og styreleder for Sámi Giellagáldu, Ole Henrik Magga, tlf: 415 19 644
sme: Jearahallama addá ja gažaldagaid vástida Mika Saijets, tlf: +47 902 01 138, mika.saijets@samediggi.no ja Sámi giellagáldu stivrajođiheaddji Ole Henrik Magga, tlf: 415 19 644
